<?php
return [
  '中国' => 
  array (
    'code' => 'CN',
    '北京' => 
    array (
      'code' => '110000',
      '辖区' => 
      array (
        'code' => '110100',
      ),
    ),
    '天津' => 
    array (
      'code' => '120000',
      '辖区' => 
      array (
        'code' => '120100',
      ),
    ),
    '河北' => 
    array (
      'code' => '130000',
      '石家庄' => 
      array (
        'code' => '130100',
      ),
      '唐山' => 
      array (
        'code' => '130200',
      ),
      '秦皇岛' => 
      array (
        'code' => '130300',
      ),
      '邯郸' => 
      array (
        'code' => '130400',
      ),
      '邢台' => 
      array (
        'code' => '130500',
      ),
      '保定' => 
      array (
        'code' => '130600',
      ),
      '张家口' => 
      array (
        'code' => '130700',
      ),
      '承德' => 
      array (
        'code' => '130800',
      ),
      '沧州' => 
      array (
        'code' => '130900',
      ),
      '廊坊' => 
      array (
        'code' => '131000',
      ),
      '衡水' => 
      array (
        'code' => '131100',
      ),
      '省直辖县级行政区划' => 
      array (
        'code' => '139000',
      ),
    ),
    '山西' => 
    array (
      'code' => '140000',
      '太原' => 
      array (
        'code' => '140100',
      ),
      '大同' => 
      array (
        'code' => '140200',
      ),
      '阳泉' => 
      array (
        'code' => '140300',
      ),
      '长治' => 
      array (
        'code' => '140400',
      ),
      '晋城' => 
      array (
        'code' => '140500',
      ),
      '朔州' => 
      array (
        'code' => '140600',
      ),
      '晋中' => 
      array (
        'code' => '140700',
      ),
      '运城' => 
      array (
        'code' => '140800',
      ),
      '忻州' => 
      array (
        'code' => '140900',
      ),
      '临汾' => 
      array (
        'code' => '141000',
      ),
      '吕梁' => 
      array (
        'code' => '141100',
      ),
    ),
    '内蒙古' => 
    array (
      'code' => '150000',
      '呼和浩特' => 
      array (
        'code' => '150100',
      ),
      '包头' => 
      array (
        'code' => '150200',
      ),
      '乌海' => 
      array (
        'code' => '150300',
      ),
      '赤峰' => 
      array (
        'code' => '150400',
      ),
      '通辽' => 
      array (
        'code' => '150500',
      ),
      '鄂尔多斯' => 
      array (
        'code' => '150600',
      ),
      '呼伦贝尔' => 
      array (
        'code' => '150700',
      ),
      '巴彦淖尔' => 
      array (
        'code' => '150800',
      ),
      '乌兰察布' => 
      array (
        'code' => '150900',
      ),
      '兴安盟' => 
      array (
        'code' => '152200',
      ),
      '锡林郭勒盟' => 
      array (
        'code' => '152500',
      ),
      '阿拉善盟' => 
      array (
        'code' => '152900',
      ),
    ),
    '辽宁' => 
    array (
      'code' => '210000',
      '沈阳' => 
      array (
        'code' => '210100',
      ),
      '大连' => 
      array (
        'code' => '210200',
      ),
      '鞍山' => 
      array (
        'code' => '210300',
      ),
      '抚顺' => 
      array (
        'code' => '210400',
      ),
      '本溪' => 
      array (
        'code' => '210500',
      ),
      '丹东' => 
      array (
        'code' => '210600',
      ),
      '锦州' => 
      array (
        'code' => '210700',
      ),
      '营口' => 
      array (
        'code' => '210800',
      ),
      '阜新' => 
      array (
        'code' => '210900',
      ),
      '辽阳' => 
      array (
        'code' => '211000',
      ),
      '盘锦' => 
      array (
        'code' => '211100',
      ),
      '铁岭' => 
      array (
        'code' => '211200',
      ),
      '朝阳' => 
      array (
        'code' => '211300',
      ),
      '葫芦岛' => 
      array (
        'code' => '211400',
      ),
    ),
    '吉林' => 
    array (
      'code' => '220000',
      '长春' => 
      array (
        'code' => '220100',
      ),
      '吉林' => 
      array (
        'code' => '220200',
      ),
      '四平' => 
      array (
        'code' => '220300',
      ),
      '辽源' => 
      array (
        'code' => '220400',
      ),
      '通化' => 
      array (
        'code' => '220500',
      ),
      '白山' => 
      array (
        'code' => '220600',
      ),
      '松原' => 
      array (
        'code' => '220700',
      ),
      '白城' => 
      array (
        'code' => '220800',
      ),
      '延边朝鲜族自治州' => 
      array (
        'code' => '222400',
      ),
    ),
    '黑龙江' => 
    array (
      'code' => '230000',
      '哈尔滨' => 
      array (
        'code' => '230100',
      ),
      '齐齐哈尔' => 
      array (
        'code' => '230200',
      ),
      '鸡西' => 
      array (
        'code' => '230300',
      ),
      '鹤岗' => 
      array (
        'code' => '230400',
      ),
      '双鸭山' => 
      array (
        'code' => '230500',
      ),
      '大庆' => 
      array (
        'code' => '230600',
      ),
      '伊春' => 
      array (
        'code' => '230700',
      ),
      '佳木斯' => 
      array (
        'code' => '230800',
      ),
      '七台河' => 
      array (
        'code' => '230900',
      ),
      '牡丹江' => 
      array (
        'code' => '231000',
      ),
      '黑河' => 
      array (
        'code' => '231100',
      ),
      '绥化' => 
      array (
        'code' => '231200',
      ),
      '大兴安岭地区' => 
      array (
        'code' => '232700',
      ),
    ),
    '上海' => 
    array (
      'code' => '310000',
      '辖区' => 
      array (
        'code' => '310100',
      ),
    ),
    '江苏' => 
    array (
      'code' => '320000',
      '南京' => 
      array (
        'code' => '320100',
      ),
      '无锡' => 
      array (
        'code' => '320200',
      ),
      '徐州' => 
      array (
        'code' => '320300',
      ),
      '常州' => 
      array (
        'code' => '320400',
      ),
      '苏州' => 
      array (
        'code' => '320500',
      ),
      '南通' => 
      array (
        'code' => '320600',
      ),
      '连云港' => 
      array (
        'code' => '320700',
      ),
      '淮安' => 
      array (
        'code' => '320800',
      ),
      '盐城' => 
      array (
        'code' => '320900',
      ),
      '扬州' => 
      array (
        'code' => '321000',
      ),
      '镇江' => 
      array (
        'code' => '321100',
      ),
      '泰州' => 
      array (
        'code' => '321200',
      ),
      '宿迁' => 
      array (
        'code' => '321300',
      ),
    ),
    '浙江' => 
    array (
      'code' => '330000',
      '杭州' => 
      array (
        'code' => '330100',
      ),
      '宁波' => 
      array (
        'code' => '330200',
      ),
      '温州' => 
      array (
        'code' => '330300',
      ),
      '嘉兴' => 
      array (
        'code' => '330400',
      ),
      '湖州' => 
      array (
        'code' => '330500',
      ),
      '绍兴' => 
      array (
        'code' => '330600',
      ),
      '金华' => 
      array (
        'code' => '330700',
      ),
      '衢州' => 
      array (
        'code' => '330800',
      ),
      '舟山' => 
      array (
        'code' => '330900',
      ),
      '台州' => 
      array (
        'code' => '331000',
      ),
      '丽水' => 
      array (
        'code' => '331100',
      ),
    ),
    '安徽' => 
    array (
      'code' => '340000',
      '合肥' => 
      array (
        'code' => '340100',
      ),
      '芜湖' => 
      array (
        'code' => '340200',
      ),
      '蚌埠' => 
      array (
        'code' => '340300',
      ),
      '淮南' => 
      array (
        'code' => '340400',
      ),
      '马鞍山' => 
      array (
        'code' => '340500',
      ),
      '淮北' => 
      array (
        'code' => '340600',
      ),
      '铜陵' => 
      array (
        'code' => '340700',
      ),
      '安庆' => 
      array (
        'code' => '340800',
      ),
      '黄山' => 
      array (
        'code' => '341000',
      ),
      '滁州' => 
      array (
        'code' => '341100',
      ),
      '阜阳' => 
      array (
        'code' => '341200',
      ),
      '宿州' => 
      array (
        'code' => '341300',
      ),
      '六安' => 
      array (
        'code' => '341500',
      ),
      '亳州' => 
      array (
        'code' => '341600',
      ),
      '池州' => 
      array (
        'code' => '341700',
      ),
      '宣城' => 
      array (
        'code' => '341800',
      ),
    ),
    '福建' => 
    array (
      'code' => '350000',
      '福州' => 
      array (
        'code' => '350100',
      ),
      '厦门' => 
      array (
        'code' => '350200',
      ),
      '莆田' => 
      array (
        'code' => '350300',
      ),
      '三明' => 
      array (
        'code' => '350400',
      ),
      '泉州' => 
      array (
        'code' => '350500',
      ),
      '漳州' => 
      array (
        'code' => '350600',
      ),
      '南平' => 
      array (
        'code' => '350700',
      ),
      '龙岩' => 
      array (
        'code' => '350800',
      ),
      '宁德' => 
      array (
        'code' => '350900',
      ),
    ),
    '江西' => 
    array (
      'code' => '360000',
      '南昌' => 
      array (
        'code' => '360100',
      ),
      '景德镇' => 
      array (
        'code' => '360200',
      ),
      '萍乡' => 
      array (
        'code' => '360300',
      ),
      '九江' => 
      array (
        'code' => '360400',
      ),
      '新余' => 
      array (
        'code' => '360500',
      ),
      '鹰潭' => 
      array (
        'code' => '360600',
      ),
      '赣州' => 
      array (
        'code' => '360700',
      ),
      '吉安' => 
      array (
        'code' => '360800',
      ),
      '宜春' => 
      array (
        'code' => '360900',
      ),
      '抚州' => 
      array (
        'code' => '361000',
      ),
      '上饶' => 
      array (
        'code' => '361100',
      ),
    ),
    '山东' => 
    array (
      'code' => '370000',
      '济南' => 
      array (
        'code' => '370100',
      ),
      '青岛' => 
      array (
        'code' => '370200',
      ),
      '淄博' => 
      array (
        'code' => '370300',
      ),
      '枣庄' => 
      array (
        'code' => '370400',
      ),
      '东营' => 
      array (
        'code' => '370500',
      ),
      '烟台' => 
      array (
        'code' => '370600',
      ),
      '潍坊' => 
      array (
        'code' => '370700',
      ),
      '济宁' => 
      array (
        'code' => '370800',
      ),
      '泰安' => 
      array (
        'code' => '370900',
      ),
      '威海' => 
      array (
        'code' => '371000',
      ),
      '日照' => 
      array (
        'code' => '371100',
      ),
      '莱芜' => 
      array (
        'code' => '371200',
      ),
      '临沂' => 
      array (
        'code' => '371300',
      ),
      '德州' => 
      array (
        'code' => '371400',
      ),
      '聊城' => 
      array (
        'code' => '371500',
      ),
      '滨州' => 
      array (
        'code' => '371600',
      ),
      '菏泽' => 
      array (
        'code' => '371700',
      ),
    ),
    '河南' => 
    array (
      'code' => '410000',
      '郑州' => 
      array (
        'code' => '410100',
      ),
      '开封' => 
      array (
        'code' => '410200',
      ),
      '洛阳' => 
      array (
        'code' => '410300',
      ),
      '平顶山' => 
      array (
        'code' => '410400',
      ),
      '安阳' => 
      array (
        'code' => '410500',
      ),
      '鹤壁' => 
      array (
        'code' => '410600',
      ),
      '新乡' => 
      array (
        'code' => '410700',
      ),
      '焦作' => 
      array (
        'code' => '410800',
      ),
      '濮阳' => 
      array (
        'code' => '410900',
      ),
      '许昌' => 
      array (
        'code' => '411000',
      ),
      '漯河' => 
      array (
        'code' => '411100',
      ),
      '三门峡' => 
      array (
        'code' => '411200',
      ),
      '南阳' => 
      array (
        'code' => '411300',
      ),
      '商丘' => 
      array (
        'code' => '411400',
      ),
      '信阳' => 
      array (
        'code' => '411500',
      ),
      '周口' => 
      array (
        'code' => '411600',
      ),
      '驻马店' => 
      array (
        'code' => '411700',
      ),
      '省直辖县级行政区划' => 
      array (
        'code' => '419000',
      ),
    ),
    '湖北' => 
    array (
      'code' => '420000',
      '武汉' => 
      array (
        'code' => '420100',
      ),
      '黄石' => 
      array (
        'code' => '420200',
      ),
      '十堰' => 
      array (
        'code' => '420300',
      ),
      '宜昌' => 
      array (
        'code' => '420500',
      ),
      '襄阳' => 
      array (
        'code' => '420600',
      ),
      '鄂州' => 
      array (
        'code' => '420700',
      ),
      '荆门' => 
      array (
        'code' => '420800',
      ),
      '孝感' => 
      array (
        'code' => '420900',
      ),
      '荆州' => 
      array (
        'code' => '421000',
      ),
      '黄冈' => 
      array (
        'code' => '421100',
      ),
      '咸宁' => 
      array (
        'code' => '421200',
      ),
      '随州' => 
      array (
        'code' => '421300',
      ),
      '恩施土家族苗族自治州' => 
      array (
        'code' => '422800',
      ),
      '省直辖县级行政区划' => 
      array (
        'code' => '429000',
      ),
    ),
    '湖南' => 
    array (
      'code' => '430000',
      '长沙' => 
      array (
        'code' => '430100',
      ),
      '株洲' => 
      array (
        'code' => '430200',
      ),
      '湘潭' => 
      array (
        'code' => '430300',
      ),
      '衡阳' => 
      array (
        'code' => '430400',
      ),
      '邵阳' => 
      array (
        'code' => '430500',
      ),
      '岳阳' => 
      array (
        'code' => '430600',
      ),
      '常德' => 
      array (
        'code' => '430700',
      ),
      '张家界' => 
      array (
        'code' => '430800',
      ),
      '益阳' => 
      array (
        'code' => '430900',
      ),
      '郴州' => 
      array (
        'code' => '431000',
      ),
      '永州' => 
      array (
        'code' => '431100',
      ),
      '怀化' => 
      array (
        'code' => '431200',
      ),
      '娄底' => 
      array (
        'code' => '431300',
      ),
      '湘西土家族苗族自治州' => 
      array (
        'code' => '433100',
      ),
    ),
    '广东' => 
    array (
      'code' => '440000',
      '广州' => 
      array (
        'code' => '440100',
      ),
      '韶关' => 
      array (
        'code' => '440200',
      ),
      '深圳' => 
      array (
        'code' => '440300',
      ),
      '珠海' => 
      array (
        'code' => '440400',
      ),
      '汕头' => 
      array (
        'code' => '440500',
      ),
      '佛山' => 
      array (
        'code' => '440600',
      ),
      '江门' => 
      array (
        'code' => '440700',
      ),
      '湛江' => 
      array (
        'code' => '440800',
      ),
      '茂名' => 
      array (
        'code' => '440900',
      ),
      '肇庆' => 
      array (
        'code' => '441200',
      ),
      '惠州' => 
      array (
        'code' => '441300',
      ),
      '梅州' => 
      array (
        'code' => '441400',
      ),
      '汕尾' => 
      array (
        'code' => '441500',
      ),
      '河源' => 
      array (
        'code' => '441600',
      ),
      '阳江' => 
      array (
        'code' => '441700',
      ),
      '清远' => 
      array (
        'code' => '441800',
      ),
      '东莞' => 
      array (
        'code' => '441900',
      ),
      '中山' => 
      array (
        'code' => '442000',
      ),
      '潮州' => 
      array (
        'code' => '445100',
      ),
      '揭阳' => 
      array (
        'code' => '445200',
      ),
      '云浮' => 
      array (
        'code' => '445300',
      ),
    ),
    '广西' => 
    array (
      'code' => '450000',
      '南宁' => 
      array (
        'code' => '450100',
      ),
      '柳州' => 
      array (
        'code' => '450200',
      ),
      '桂林' => 
      array (
        'code' => '450300',
      ),
      '梧州' => 
      array (
        'code' => '450400',
      ),
      '北海' => 
      array (
        'code' => '450500',
      ),
      '防城港' => 
      array (
        'code' => '450600',
      ),
      '钦州' => 
      array (
        'code' => '450700',
      ),
      '贵港' => 
      array (
        'code' => '450800',
      ),
      '玉林' => 
      array (
        'code' => '450900',
      ),
      '百色' => 
      array (
        'code' => '451000',
      ),
      '贺州' => 
      array (
        'code' => '451100',
      ),
      '河池' => 
      array (
        'code' => '451200',
      ),
      '来宾' => 
      array (
        'code' => '451300',
      ),
      '崇左' => 
      array (
        'code' => '451400',
      ),
    ),
    '海南' => 
    array (
      'code' => '460000',
      '海口' => 
      array (
        'code' => '460100',
      ),
      '三亚' => 
      array (
        'code' => '460200',
      ),
      '三沙' => 
      array (
        'code' => '460300',
      ),
      '儋州' => 
      array (
        'code' => '460400',
      ),
      '省直辖县级行政区划' => 
      array (
        'code' => '469000',
      ),
    ),
    '重庆' => 
    array (
      'code' => '500000',
      '辖区' => 
      array (
        'code' => '500100',
      ),
      '县' => 
      array (
        'code' => '500200',
      ),
    ),
    '四川' => 
    array (
      'code' => '510000',
      '成都' => 
      array (
        'code' => '510100',
      ),
      '自贡' => 
      array (
        'code' => '510300',
      ),
      '攀枝花' => 
      array (
        'code' => '510400',
      ),
      '泸州' => 
      array (
        'code' => '510500',
      ),
      '德阳' => 
      array (
        'code' => '510600',
      ),
      '绵阳' => 
      array (
        'code' => '510700',
      ),
      '广元' => 
      array (
        'code' => '510800',
      ),
      '遂宁' => 
      array (
        'code' => '510900',
      ),
      '内江' => 
      array (
        'code' => '511000',
      ),
      '乐山' => 
      array (
        'code' => '511100',
      ),
      '南充' => 
      array (
        'code' => '511300',
      ),
      '眉山' => 
      array (
        'code' => '511400',
      ),
      '宜宾' => 
      array (
        'code' => '511500',
      ),
      '广安' => 
      array (
        'code' => '511600',
      ),
      '达州' => 
      array (
        'code' => '511700',
      ),
      '雅安' => 
      array (
        'code' => '511800',
      ),
      '巴中' => 
      array (
        'code' => '511900',
      ),
      '资阳' => 
      array (
        'code' => '512000',
      ),
      '阿坝藏族羌族自治州' => 
      array (
        'code' => '513200',
      ),
      '甘孜藏族自治州' => 
      array (
        'code' => '513300',
      ),
      '凉山彝族自治州' => 
      array (
        'code' => '513400',
      ),
    ),
    '贵州' => 
    array (
      'code' => '520000',
      '贵阳' => 
      array (
        'code' => '520100',
      ),
      '六盘水' => 
      array (
        'code' => '520200',
      ),
      '遵义' => 
      array (
        'code' => '520300',
      ),
      '安顺' => 
      array (
        'code' => '520400',
      ),
      '毕节' => 
      array (
        'code' => '520500',
      ),
      '铜仁' => 
      array (
        'code' => '520600',
      ),
      '黔西南布依族苗族自治州' => 
      array (
        'code' => '522300',
      ),
      '黔东南苗族侗族自治州' => 
      array (
        'code' => '522600',
      ),
      '黔南布依族苗族自治州' => 
      array (
        'code' => '522700',
      ),
    ),
    '云南' => 
    array (
      'code' => '530000',
      '昆明' => 
      array (
        'code' => '530100',
      ),
      '曲靖' => 
      array (
        'code' => '530300',
      ),
      '玉溪' => 
      array (
        'code' => '530400',
      ),
      '保山' => 
      array (
        'code' => '530500',
      ),
      '昭通' => 
      array (
        'code' => '530600',
      ),
      '丽江' => 
      array (
        'code' => '530700',
      ),
      '普洱' => 
      array (
        'code' => '530800',
      ),
      '临沧' => 
      array (
        'code' => '530900',
      ),
      '楚雄彝族自治州' => 
      array (
        'code' => '532300',
      ),
      '红河哈尼族彝族自治州' => 
      array (
        'code' => '532500',
      ),
      '文山壮族苗族自治州' => 
      array (
        'code' => '532600',
      ),
      '西双版纳傣族自治州' => 
      array (
        'code' => '532800',
      ),
      '大理白族自治州' => 
      array (
        'code' => '532900',
      ),
      '德宏傣族景颇族自治州' => 
      array (
        'code' => '533100',
      ),
      '怒江傈僳族自治州' => 
      array (
        'code' => '533300',
      ),
      '迪庆藏族自治州' => 
      array (
        'code' => '533400',
      ),
    ),
    '西藏' => 
    array (
      'code' => '540000',
      '拉萨' => 
      array (
        'code' => '540100',
      ),
      '日喀则' => 
      array (
        'code' => '540200',
      ),
      '昌都' => 
      array (
        'code' => '540300',
      ),
      '林芝' => 
      array (
        'code' => '540400',
      ),
      '山南' => 
      array (
        'code' => '540500',
      ),
      '那曲地区' => 
      array (
        'code' => '542400',
      ),
      '阿里地区' => 
      array (
        'code' => '542500',
      ),
    ),
    '陕西' => 
    array (
      'code' => '610000',
      '西安' => 
      array (
        'code' => '610100',
      ),
      '铜川' => 
      array (
        'code' => '610200',
      ),
      '宝鸡' => 
      array (
        'code' => '610300',
      ),
      '咸阳' => 
      array (
        'code' => '610400',
      ),
      '渭南' => 
      array (
        'code' => '610500',
      ),
      '延安' => 
      array (
        'code' => '610600',
      ),
      '汉中' => 
      array (
        'code' => '610700',
      ),
      '榆林' => 
      array (
        'code' => '610800',
      ),
      '安康' => 
      array (
        'code' => '610900',
      ),
      '商洛' => 
      array (
        'code' => '611000',
      ),
    ),
    '甘肃' => 
    array (
      'code' => '620000',
      '兰州' => 
      array (
        'code' => '620100',
      ),
      '嘉峪关' => 
      array (
        'code' => '620201',
      ),
      '金昌' => 
      array (
        'code' => '620300',
      ),
      '白银' => 
      array (
        'code' => '620400',
      ),
      '天水' => 
      array (
        'code' => '620500',
      ),
      '武威' => 
      array (
        'code' => '620600',
      ),
      '张掖' => 
      array (
        'code' => '620700',
      ),
      '平凉' => 
      array (
        'code' => '620800',
      ),
      '酒泉' => 
      array (
        'code' => '620900',
      ),
      '庆阳' => 
      array (
        'code' => '621000',
      ),
      '定西' => 
      array (
        'code' => '621100',
      ),
      '陇南' => 
      array (
        'code' => '621200',
      ),
      '临夏回族自治州' => 
      array (
        'code' => '622900',
      ),
      '甘南藏族自治州' => 
      array (
        'code' => '623000',
      ),
    ),
    '青海' => 
    array (
      'code' => '630000',
      '西宁' => 
      array (
        'code' => '630100',
      ),
      '海东' => 
      array (
        'code' => '630200',
      ),
      '海北藏族自治州' => 
      array (
        'code' => '632200',
      ),
      '黄南藏族自治州' => 
      array (
        'code' => '632300',
      ),
      '海南藏族自治州' => 
      array (
        'code' => '632500',
      ),
      '果洛藏族自治州' => 
      array (
        'code' => '632600',
      ),
      '玉树藏族自治州' => 
      array (
        'code' => '632700',
      ),
      '海西蒙古族藏族自治州' => 
      array (
        'code' => '632800',
      ),
    ),
    '宁夏' => 
    array (
      'code' => '640000',
      '银川' => 
      array (
        'code' => '640100',
      ),
      '石嘴山' => 
      array (
        'code' => '640200',
      ),
      '吴忠' => 
      array (
        'code' => '640300',
      ),
      '固原' => 
      array (
        'code' => '640400',
      ),
      '中卫' => 
      array (
        'code' => '640500',
      ),
    ),
    '新疆' => 
    array (
      'code' => '650000',
      '乌鲁木齐' => 
      array (
        'code' => '650100',
      ),
      '克拉玛依' => 
      array (
        'code' => '650200',
      ),
      '吐鲁番' => 
      array (
        'code' => '650400',
      ),
      '哈密' => 
      array (
        'code' => '650500',
      ),
      '昌吉回族自治州' => 
      array (
        'code' => '652300',
      ),
      '博尔塔拉蒙古自治州' => 
      array (
        'code' => '652700',
      ),
      '巴音郭楞蒙古自治州' => 
      array (
        'code' => '652800',
      ),
      '阿克苏地区' => 
      array (
        'code' => '652900',
      ),
      '克孜勒苏柯尔克孜自治州' => 
      array (
        'code' => '653000',
      ),
      '喀什地区' => 
      array (
        'code' => '653100',
      ),
      '和田地区' => 
      array (
        'code' => '653200',
      ),
      '伊犁哈萨克自治州' => 
      array (
        'code' => '654000',
      ),
      '塔城地区' => 
      array (
        'code' => '654200',
      ),
      '阿勒泰地区' => 
      array (
        'code' => '654300',
      ),
      '自治区直辖县级行政区划' => 
      array (
        'code' => '659000',
      ),
    ),
    '台湾' => 
    array (
      'code' => '710000',
    ),
    '香港' => 
    array (
      'code' => '810000',
    ),
    '澳门' => 
    array (
      'code' => '820000',
    ),
  ),
];
